Repository: KiYouJyo/Eizo
Catalog: src/Eizo.App/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, zh_cn

# App_DisplayName
source: Eizo
ja_jp: 映蔵
zh_cn: 映藏

# App_Description
source: A native Windows media library built with Japanese anime and drama in mind
ja_jp: 日本のアニメ・ドラマを中心に楽しむネイティブ Windows メディアライブラリ
zh_cn: 为日本动漫、日剧而生的原生 Windows 影音库

# Nav_Home
source: Home
ja_jp: ホーム
zh_cn: 主页

# Nav_Anime
source: Anime
ja_jp: アニメ
zh_cn: 动漫

# Nav_JapaneseDrama
source: Japanese drama
ja_jp: 日本ドラマ
zh_cn: 日剧

# Nav_Movies
source: Movies
ja_jp: 映画
zh_cn: 电影

# Nav_Series
source: TV series
ja_jp: ドラマ
zh_cn: 电视剧

# Nav_Library
source: Library
ja_jp: ライブラリ
zh_cn: 媒体库

# Nav_Sources
source: Media sources
ja_jp: メディアソース
zh_cn: 媒体来源

# Nav_Downloads
source: Downloads
ja_jp: ダウンロード
zh_cn: 下载

# Nav_Search
source: Search
ja_jp: 検索
zh_cn: 搜索

# Nav_Settings
source: Settings
ja_jp: 設定
zh_cn: 设置

# Section_ContinueWatching
source: Continue watching
ja_jp: 視聴を続ける
zh_cn: 继续观看

# Section_CurrentSeason
source: Current anime season
ja_jp: 今期のアニメ
zh_cn: 本季动漫

# Section_RecentlyAdded
source: Recently added
ja_jp: 最近追加した項目
zh_cn: 最近添加

# Section_Anime
source: Anime
ja_jp: アニメ
zh_cn: 动漫

# Section_JapaneseDrama
source: Japanese drama
ja_jp: 日本ドラマ
zh_cn: 日剧

# Section_Movies
source: Movies
ja_jp: 映画
zh_cn: 电影

# Common_Play
source: Play
ja_jp: 再生
zh_cn: 播放

# Common_Continue
source: Continue
ja_jp: 続きから再生
zh_cn: 继续播放

# Common_Pause
source: Pause
ja_jp: 一時停止
zh_cn: 暂停

# Common_Favorite
source: Favorite
ja_jp: お気に入り
zh_cn: 收藏

# Common_More
source: More
ja_jp: その他
zh_cn: 更多

# Common_Save
source: Save
ja_jp: 保存
zh_cn: 保存

# Common_Cancel
source: Cancel
ja_jp: キャンセル
zh_cn: 取消

# Common_Delete
source: Delete
ja_jp: 削除
zh_cn: 删除

# Common_Edit
source: Edit
ja_jp: 編集
zh_cn: 编辑

# Common_Add
source: Add
ja_jp: 追加
zh_cn: 添加

# Common_Remove
source: Remove
ja_jp: 削除
zh_cn: 移除

# Common_Close
source: Close
ja_jp: 閉じる
zh_cn: 关闭

# Common_Back
source: Back
ja_jp: 戻る
zh_cn: 返回

# Common_Retry
source: Retry
ja_jp: 再試行
zh_cn: 重试

# Common_Refresh
source: Refresh
ja_jp: 更新
zh_cn: 刷新

# Common_Confirm
source: Confirm
ja_jp: 確認
zh_cn: 确认

# Common_Browse
source: Browse
ja_jp: 参照
zh_cn: 浏览

# Common_Unknown
source: Unknown
ja_jp: 不明
zh_cn: 未知

# Media_Episodes
source: Episodes
ja_jp: エピソード
zh_cn: 剧集

# Media_Seasons
source: Seasons
ja_jp: シーズン
zh_cn: 季度

# Media_Specials
source: Specials
ja_jp: 特別編
zh_cn: 特别篇

# Media_Extras
source: Extras
ja_jp: 特典
zh_cn: 特典

# Media_Cast
source: Cast & voice actors
ja_jp: キャスト・声優
zh_cn: 演员与声优

# Media_Staff
source: Staff
ja_jp: スタッフ
zh_cn: 制作人员

# Media_RelatedWorks
source: Related works
ja_jp: 関連作品
zh_cn: 关联作品

source: Media versions
ja_jp: メディアバージョン
zh_cn: 媒体版本

# Media_Overview
source: Overview
ja_jp: あらすじ
zh_cn: 简介

# Media_ReleaseDate
source: Release date
ja_jp: 公開日
zh_cn: 上映日期

# Media_AirDate
source: Air date
ja_jp: 放送日
zh_cn: 播出日期

# Media_Studio
source: Animation studio
ja_jp: アニメーション制作
zh_cn: 动画制作

# Media_SourceMaterial
source: Source material
ja_jp: 原作
zh_cn: 原作

# Anime_TV
source: TV anime
ja_jp: TVアニメ
zh_cn: 电视动画

# Anime_Movie
source: Anime film
ja_jp: 劇場版
zh_cn: 剧场版

# Anime_Special
source: Special
ja_jp: スペシャル
zh_cn: 特别篇

# Anime_Season_Winter
source: Winter
ja_jp: 冬
zh_cn: 冬季

# Anime_Season_Spring
source: Spring
ja_jp: 春
zh_cn: 春季

# Anime_Season_Summer
source: Summer
ja_jp: 夏
zh_cn: 夏季

# Anime_Season_Fall
source: Fall
ja_jp: 秋
zh_cn: 秋季

# Playback_AudioTrack
source: Audio track
ja_jp: 音声トラック
zh_cn: 音轨

# Playback_SubtitleTrack
source: Subtitles
ja_jp: 字幕
zh_cn: 字幕

source: Playback speed
ja_jp: 再生速度
zh_cn: 播放速度

# Playback_FullScreen
source: Full screen
ja_jp: 全画面
zh_cn: 全屏

# Playback_NextEpisode
source: Next episode
ja_jp: 次のエピソード
zh_cn: 下一集

# Playback_PreviousEpisode
source: Previous episode
ja_jp: 前のエピソード
zh_cn: 上一集

# Playback_NoSubtitle
source: Subtitles off
ja_jp: 字幕なし
zh_cn: 关闭字幕

# Source_Local
source: Local
ja_jp: ローカル
zh_cn: 本地

# Source_Add
source: Add media source
ja_jp: メディアソースを追加
zh_cn: 添加媒体来源

# Source_StatusConnected
source: Connected
ja_jp: 接続済み
zh_cn: 已连接

# Source_StatusDisconnected
source: Disconnected
ja_jp: 未接続
zh_cn: 未连接

# Settings_Language
source: Language
ja_jp: 言語
zh_cn: 语言

# Settings_Appearance
source: Appearance
ja_jp: 外観
zh_cn: 外观

# Settings_Playback
source: Playback
ja_jp: 再生
zh_cn: 播放

# Settings_Metadata
source: Metadata
ja_jp: メタデータ
zh_cn: 元数据

# Settings_Sources
source: Media sources
ja_jp: メディアソース
zh_cn: 媒体来源

# Settings_About
source: About Eizo
ja_jp: Eizo について
zh_cn: 关于 Eizo

# Status_Loading
source: Loading…
ja_jp: 読み込み中…
zh_cn: 正在加载…

# Status_EmptyLibrary
source: Your library is empty
ja_jp: ライブラリは空です
zh_cn: 媒体库还是空的

# Status_NoResults
source: No results found
ja_jp: 結果が見つかりません
zh_cn: 没有找到结果

# Status_Error
source: Something went wrong
ja_jp: エラーが発生しました
zh_cn: 发生错误

# Error_TryAgain
source: Please try again.
ja_jp: もう一度お試しください。
zh_cn: 请重试。

# Search_Placeholder
source: Search anime, Japanese drama, and movies
ja_jp: アニメ、ドラマ、映画を検索
zh_cn: 搜索动漫、日剧和电影

# Library_AddSourcePrompt
source: Add a media source to start building your library
ja_jp: メディアソースを追加してライブラリを始めましょう
zh_cn: 添加一个媒体来源，开始建立你的影音库

# Nav_Categories
source: Categories
ja_jp: カテゴリー
zh_cn: 分类

# Nav_Cache
source: Cache
ja_jp: キャッシュ
zh_cn: 缓存

# Nav_About
source: About Eizo
ja_jp: Eizo について
zh_cn: 关于

# Home_Subtitle
source: Find the next thing you want to watch.
ja_jp: 次に観たい作品を見つけましょう。
zh_cn: 发现你想看的下一部作品。

# Home_Featured
source: Featured today
ja_jp: 今日のおすすめ
zh_cn: 今日推荐

# Home_FeaturedDescription
source: A pick from your library worth continuing or rediscovering.
ja_jp: ライブラリから、続きを観たい作品やもう一度出会いたい作品をおすすめします。
zh_cn: 从你的媒体库中挑选值得继续观看或重新发现的作品。

# Common_ViewDetails
source: View details
ja_jp: 詳細を見る
zh_cn: 查看详情

# Common_ViewAll
source: View all
ja_jp: すべて表示
zh_cn: 查看全部

# Common_All
source: All
ja_jp: すべて
zh_cn: 全部

# Common_Recent
source: Recent
ja_jp: 最近
zh_cn: 最近

# Common_Favorites
source: Favorites
ja_jp: お気に入り
zh_cn: 收藏

# Common_Now
source: Just now
ja_jp: たった今
zh_cn: 刚刚

# Category_AnimeSubtitle
source: Browse anime by season, status, and type.
ja_jp: シーズン、視聴状態、種類からアニメを閲覧します。
zh_cn: 按季度、状态和类型浏览动漫收藏。

# Category_MoviesSubtitle
source: Browse your movie library.
ja_jp: 映画ライブラリを閲覧します。
zh_cn: 浏览你的电影收藏。

# Category_SeriesSubtitle
source: Browse TV and drama series.
ja_jp: ドラマとシリーズを閲覧します。
zh_cn: 浏览电视剧与日剧收藏。

# Category_MyLibrary
source: My library
ja_jp: マイライブラリ
zh_cn: 我的媒体库

# Category_Following
source: Following
ja_jp: 視聴中
zh_cn: 追番中

# Category_Unwatched
source: Unwatched
ja_jp: 未視聴
zh_cn: 未观看

# Category_FeaturedDescription
source: A random recommendation from your library.
ja_jp: ライブラリから作品をランダムにおすすめします。
zh_cn: 从媒体库中随机推荐一部作品。

# Sources_Subtitle
source: Manage local and WebDAV media sources. WebDAV supports connection testing, scanning, and direct playback.
ja_jp: ローカルと WebDAV のメディアソースを管理します。WebDAV は接続確認、スキャン、直接再生に対応します。
zh_cn: 管理本地与 WebDAV 媒体来源；WebDAV 支持连接测试、扫描与直接播放。

# Sources_TabSources
source: Sources
ja_jp: ソース
zh_cn: 来源

# Sources_TabScan
source: Scan tasks
ja_jp: スキャン
zh_cn: 扫描任务

# Source_ScanNow
source: Scan now
ja_jp: 今すぐスキャン
zh_cn: 立即扫描

# Source_ScanHistory
source: Scan history
ja_jp: スキャン履歴
zh_cn: 查看扫描记录

# Source_Disconnect
source: Disconnect
ja_jp: 切断
zh_cn: 断开连接

# Sources_Provider
source: Source type
ja_jp: ソース種類
zh_cn: 来源类型

# Sources_DisplayName
source: Display name
ja_jp: 表示名
zh_cn: 显示名称

# Sources_Address
source: Server address
ja_jp: サーバーアドレス
zh_cn: 服务器地址

# Sources_Username
source: Username
ja_jp: ユーザー名
zh_cn: 用户名

# Sources_Password
source: Password
ja_jp: パスワード
zh_cn: 密码

# Cache_Subtitle
source: Manage remote playback cache and offline content.
ja_jp: リモート再生キャッシュとオフラインコンテンツを管理します。
zh_cn: 管理远程播放缓存与离线内容。

source: Cache overview
ja_jp: キャッシュ概要
zh_cn: 缓存总览

# Cache_OverviewLimit
source: used / 32 GB limit
ja_jp: 使用中 / 上限 32 GB
zh_cn: 已使用 / 32 GB 上限

# Cache_Clear
source: Clear cache
ja_jp: キャッシュを削除
zh_cn: 清理缓存

source: Cache policy
ja_jp: キャッシュポリシー
zh_cn: 缓存策略

# Cache_AutoCleanup
source: Automatic cleanup
ja_jp: 自動クリーンアップ
zh_cn: 自动清理

# Cache_AutoCleanupDescription
source: Remove least recently used cache as the limit approaches.
ja_jp: 上限に近づくと古いキャッシュから削除します。
zh_cn: 接近上限时优先删除最久未访问的缓存。

# Cache_Precache
source: Remote pre-cache
ja_jp: リモート先読み
zh_cn: 远程预缓存

# Cache_PrecacheDescription
source: Prefetch upcoming data while playing remote media.
ja_jp: リモート再生時に後続データを先読みします。
zh_cn: 播放远程媒体时提前缓存后续数据。

# Cache_KeepOffline
source: Keep offline content
ja_jp: オフラインを保持
zh_cn: 保留离线内容

# Cache_KeepOfflineDescription
source: Items marked offline are excluded from automatic cleanup.
ja_jp: オフライン指定した項目は自動削除しません。
zh_cn: 手动标记为离线的内容不参与自动清理。

# Cache_Contents
source: Cached content
ja_jp: キャッシュ内容
zh_cn: 缓存内容

# Settings_Subtitle
source: Adjust Eizo's interface, media recognition, and playback behavior.
ja_jp: Eizo の表示、メディア認識、再生動作を調整します。
zh_cn: 调整 Eizo 的界面、媒体识别与播放行为。

# Settings_General
source: General
ja_jp: 一般
zh_cn: 常规

# Settings_SubtitlesAudio
source: Subtitles & audio
ja_jp: 字幕と音声
zh_cn: 字幕与音轨

# Settings_Network
source: Network
ja_jp: ネットワーク
zh_cn: 网络

# Settings_Privacy
source: Privacy & security
ja_jp: プライバシーと安全
zh_cn: 隐私与安全

# Settings_LanguageAppearance
source: Language & appearance
ja_jp: 言語と外観
zh_cn: 语言与外观

# Settings_LanguageDescription
source: Language used by Eizo menus and interface.
ja_jp: Eizo のメニューと画面の表示言語です。
zh_cn: Eizo 菜单与界面的显示语言。

# Settings_AppearanceDescription
source: Follow Windows or force light/dark mode.
ja_jp: Windows に合わせるか、ライト/ダークを固定します。
zh_cn: 跟随 Windows 或固定浅色/深色。

# Settings_AppearanceSystem
source: Follow system
ja_jp: システム設定
zh_cn: 跟随系统

# Settings_AppearanceLight
source: Light
ja_jp: ライト
zh_cn: 浅色

# Settings_AppearanceDark
source: Dark
ja_jp: ダーク
zh_cn: 深色

# Settings_JapaneseMedia
source: Japanese media display
ja_jp: 日本コンテンツ表示
zh_cn: 日本媒体显示

# Settings_PreferredTitle
source: Preferred title
ja_jp: 優先タイトル
zh_cn: 首选标题

# Settings_PreferredTitleDescription
source: Choose the primary title language in the library.
ja_jp: ライブラリで主に表示するタイトル言語です。
zh_cn: 设置媒体库主标题的显示语言。

# Settings_TitleChineseJapanese
source: Simplified Chinese · keep Japanese title
ja_jp: 簡体字中国語 · 日本語原題を併記
zh_cn: 简体中文 · 保留日文原名

# Settings_TitleJapanese
source: Japanese title
ja_jp: 日本語原題
zh_cn: 日文原名

# Settings_TitleEnglish
source: English title
ja_jp: 英語タイトル
zh_cn: 英文标题

# Settings_ShowJapaneseTitle
source: Show Japanese title
ja_jp: 日本語原題を表示
zh_cn: 显示日文原名

# Settings_ShowJapaneseTitleDescription
source: Keep the original Japanese title below the localized title.
ja_jp: ローカライズタイトルの下に原題を表示します。
zh_cn: 在中文标题下方保留原始日文标题。

# Settings_ShowRomaji
source: Show romaji
ja_jp: ローマ字を表示
zh_cn: 显示 Romaji

# Settings_ShowRomajiDescription
source: Use romaji when no suitable localized title is available.
ja_jp: 適切なローカライズタイトルがない場合に表示します。
zh_cn: 缺少合适本地化标题时显示罗马字。

# About_DisplayVersion
source: Display version
ja_jp: 表示バージョン
zh_cn: 显示版本

# About_InternalVersion
source: Package version
ja_jp: パッケージ バージョン
zh_cn: 包版本

# About_Architecture
source: Architecture
ja_jp: アーキテクチャ
zh_cn: 当前架构

# About_Channel
source: Channel
ja_jp: 配布チャネル
zh_cn: 发布渠道

# About_Publisher
source: Publisher
ja_jp: 発行元
zh_cn: 发行者

# About_TechStack
source: Technology
ja_jp: 技術スタック
zh_cn: 技术栈

# About_UpdateManagement
source: Update management
ja_jp: 更新管理
zh_cn: 更新管理

# About_ApplicationUpdate
source: App update
ja_jp: アプリ更新
zh_cn: 应用更新

# About_CurrentVersion
source: Current version
ja_jp: 現在のバージョン
zh_cn: 当前版本

# About_AvailableVersion
source: Available version
ja_jp: 利用可能
zh_cn: 可用版本

# About_UpdateSource
source: Update source
ja_jp: 更新元
zh_cn: 更新来源

# About_Status
source: Status
ja_jp: 状態
zh_cn: 状态

# About_NotChecked
source: Not checked
ja_jp: 未確認
zh_cn: 尚未检查

# About_ReleaseNotes
source: Release notes
ja_jp: リリースノート
zh_cn: 发行说明

# About_CheckUpdates
source: Check for updates
ja_jp: 更新を確認
zh_cn: 检查更新

# About_IndependentComponents
source: Independently updatable components
ja_jp: 個別更新コンポーネント
zh_cn: 独立更新组件

# About_PlayerCore
source: Player core
ja_jp: プレイヤーコア
zh_cn: 播放器内核

# About_IndependentUpdate
source: Independent update
ja_jp: 個別更新
zh_cn: 独立更新

# About_ProjectOpenSource
source: Project & open source
ja_jp: プロジェクトとオープンソース
zh_cn: 项目与开源

# About_GitHubDescription
source: View source, README, and development progress.
ja_jp: ソース、README、開発状況を確認します。
zh_cn: 查看源码、README 与开发进度。

# About_ReleasesDescription
source: View historical releases, packages, and release notes.
ja_jp: 過去のバージョンと配布物を確認します。
zh_cn: 查看历史版本、安装包与发行说明。

# About_Privacy
source: Licenses & privacy
ja_jp: ライセンスとプライバシー
zh_cn: 许可与隐私

# About_PrivacyDescription
source: View third-party licenses and local-data policy.
ja_jp: 第三者ライセンスとローカルデータ方針を確認します。
zh_cn: 查看第三方许可与本地数据策略。

# About_OpenRepository
source: Open repository
ja_jp: リポジトリを開く
zh_cn: 打开仓库

# About_OpenReleases
source: View releases
ja_jp: バージョンを見る
zh_cn: 查看版本

# About_OpenPrivacy
source: View details
ja_jp: 説明を見る
zh_cn: 查看说明

# Detail_Overview
source: In a world after the Demon King is defeated, an elven mage reconsiders time, memory, and human connections.
ja_jp: 魔王が倒された後の世界で、エルフの魔法使いが時間と記憶、人とのつながりを見つめ直します。
zh_cn: 魔王被击败后的世界中，精灵魔法使重新理解时间、记忆与人与人之间的羁绊。

# Detail_Director
source: Director
ja_jp: 監督
zh_cn: 监督

# Detail_SeriesComposition
source: Series composition
ja_jp: シリーズ構成
zh_cn: 系列构成

# Playback_Playing
source: Playing
ja_jp: 再生中
zh_cn: 播放中

# Playback_Queue
source: Play queue
ja_jp: 再生キュー
zh_cn: 播放队列

# Playback_Tracks
source: Subtitles & audio
ja_jp: 字幕と音声
zh_cn: 字幕与音轨

source: Playback info
ja_jp: 再生情報
zh_cn: 播放信息

# Settings_LanguageSystem
source: Follow system
ja_jp: システム設定に従う
zh_cn: 跟随系统

# Playback_OpenLocalMedia
source: Open local media
ja_jp: ローカルメディアを開く
zh_cn: 打开本地媒体

# Playback_SelectLocalMedia
source: Choose local media to start playback
ja_jp: ローカルメディアを選択して再生を開始
zh_cn: 选择本地媒体开始播放

source: Playback ended
ja_jp: 再生終了
zh_cn: 播放结束

# Playback_PreviousChapter
source: Previous chapter
ja_jp: 前のチャプター
zh_cn: 上一章节

# Playback_NextChapter
source: Next chapter
ja_jp: 次のチャプター
zh_cn: 下一章节

# Playback_Back10Seconds
source: Back 10 seconds
ja_jp: 10秒戻る
zh_cn: 后退 10 秒

# Playback_Forward10Seconds
source: Forward 10 seconds
ja_jp: 10秒進む
zh_cn: 前进 10 秒

# Playback_Rate
source: Playback speed
ja_jp: 再生速度
zh_cn: 播放速度

# Playback_Volume
source: Volume
ja_jp: 音量
zh_cn: 音量

# Playback_CollapseSidebar
source: Collapse sidebar
ja_jp: サイドバーを閉じる
zh_cn: 收起右侧栏

# Playback_ShowSidebar
source: Show sidebar
ja_jp: サイドバーを表示
zh_cn: 展开右侧栏

# Playback_ExitFullScreen
source: Exit fullscreen
ja_jp: 全画面表示を終了
zh_cn: 退出全屏

# Catalog_Subtitle
source: Shows only videos actually detected by Eizo. Unparsed media uses the real video file name.
ja_jp: 実際に検出された動画だけを表示します。未解析メディアは実際の動画ファイル名をそのまま表示します。
zh_cn: 只显示实际检测到的视频；未解析媒体直接显示真实视频文件名。

# Catalog_SearchPlaceholder
source: Search all media
ja_jp: すべてのメディアを検索
zh_cn: 搜索全部媒体

# Catalog_Clear
source: Clear
ja_jp: クリア
zh_cn: 清除

# Catalog_Unparsed
source: Unparsed
ja_jp: 未解析
zh_cn: 未解析

# Catalog_NoResults
source: No matching media found.
ja_jp: 一致するメディアがありません。
zh_cn: 没有找到匹配的媒体。

# Sources_OpenedLocalFiles
source: Opened local videos
ja_jp: 開いたローカル動画
zh_cn: 已打开的本地视频

# Sources_VideoCountFormat
source: {0} videos
ja_jp: 動画 {0} 件
zh_cn: {0} 个视频

# Sources_LastScanFormat
source: Last scan {0}
ja_jp: 最終スキャン {0}
zh_cn: 上次扫描 {0}

# Sources_ScanFailed
source: Media source scan failed
ja_jp: メディアソースのスキャンに失敗しました
zh_cn: 扫描媒体来源失败

# Sources_AddLocalFailed
source: Failed to add the local media source
ja_jp: ローカルメディアソースを追加できませんでした
zh_cn: 添加本地媒体来源失败

# Catalog_Empty
source: No real videos have been detected yet. Open a local video in the player or add a local folder from Media Sources.
ja_jp: 実際に検出された動画はまだありません。プレイヤーでローカル動画を開くか、「メディアソース」からローカルフォルダーを追加してください。
zh_cn: 媒体库尚无真实视频。请在播放器中打开本地视频，或在“媒体来源”中添加本地文件夹。

# Sources_AddLocalFolder
source: Add local folder
ja_jp: ローカルフォルダーを追加
zh_cn: 添加本地文件夹

# Sources_AddWebDav
source: Add WebDAV
ja_jp: WebDAV を追加
zh_cn: 添加 WebDAV

# Sources_TestConnection
source: Test connection
ja_jp: 接続をテスト
zh_cn: 测试连接

# Sources_ConnectionSucceeded
source: Connection succeeded
ja_jp: 接続成功
zh_cn: 连接成功

# Sources_ConnectionFailed
source: Connection failed
ja_jp: 接続失敗
zh_cn: 连接失败

# Sources_WebDavDialogTitle
source: Add WebDAV media source
ja_jp: WebDAV メディアソースを追加
zh_cn: 添加 WebDAV 媒体来源

# Sources_ConnectAndAdd
source: Connect and add
ja_jp: 接続して追加
zh_cn: 连接并添加

# Sources_InvalidAddress
source: Enter a valid HTTP/HTTPS WebDAV address without embedded credentials.
ja_jp: ユーザー名やパスワードを含まない有効な HTTP/HTTPS WebDAV アドレスを入力してください。
zh_cn: 请输入不含用户名或密码的有效 HTTP/HTTPS WebDAV 地址。

# Sources_WebDavAddedFormat
source: Added {0}; detected {1} videos.
ja_jp: {0} を追加し、動画 {1} 件を検出しました。
zh_cn: 已添加 {0}，扫描到 {1} 个视频。

# Sources_ErrorAuthentication
source: Authentication failed. Check the username and password.
ja_jp: 認証に失敗しました。ユーザー名とパスワードを確認してください。
zh_cn: 认证失败，请检查用户名和密码。

# Sources_ErrorForbidden
source: The server denied access to this path.
ja_jp: サーバーがこのパスへのアクセスを拒否しました。
zh_cn: 服务器拒绝访问该路径。

# Sources_ErrorNotFound
source: The path or media file was not found on the server.
ja_jp: サーバー上にパスまたはメディアが見つかりません。
zh_cn: 服务器上未找到该路径或媒体文件。

# Sources_ErrorTimeout
source: The connection timed out.
ja_jp: 接続がタイムアウトしました。
zh_cn: 连接超时。

# Sources_ErrorNetwork
source: The network connection failed.
ja_jp: ネットワーク接続に失敗しました。
zh_cn: 网络连接失败。

# Sources_ErrorInvalidResponse
source: The WebDAV response could not be parsed.
ja_jp: WebDAV 応答を解析できませんでした。
zh_cn: 服务器返回了无法解析的 WebDAV 响应。

# Sources_ErrorGeneric
source: The media-source operation failed.
ja_jp: メディアソースの操作に失敗しました。
zh_cn: 媒体来源操作失败。

# Playback_RemoteOpenFailed
source: Unable to open remote media
ja_jp: リモートメディアを開けません
zh_cn: 无法打开远程媒体
